Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Run an export first, then click **Upload to App Store Connect** in the toolbar.
ar: قم بإجراء عملية تصدير أولاً، ثم انقر فوق **تحميل إلى App Store Connect** في شريط الأدوات.
ca: Primer executeu una exportació i, a continuació, feu clic a **Penja a App Store Connect** a la barra d'eines.
cs: Nejprve spusťte export a poté na panelu nástrojů klikněte na **Nahrát do App Store Connect**.
da: Kør først en eksport, og klik derefter på **Upload til App Store Connect** på værktøjslinjen.
de: Führen Sie zunächst einen Export durch und klicken Sie dann in der Symbolleiste auf **Upload to App Store Connect**.
el: Εκτελέστε πρώτα μια εξαγωγή και, στη συνέχεια, κάντε κλικ στην **Μεταφόρτωση στο App Store Connect** στη γραμμή εργαλείων.
es: Primero ejecute una exportación y luego haga clic en **Subir a App Store Connect** en la barra de herramientas.
fa: ابتدا یک صادرات را اجرا کنید، سپس روی **آپلود در App Store Connect** در نوار ابزار کلیک کنید.
fi: Suorita ensin vienti ja napsauta sitten työkalupalkissa **Lähetä kohteeseen App Store Connect**.
fr: Exécutez d'abord une exportation, puis cliquez sur **Télécharger vers App Store Connect** dans la barre d'outils.
he: הפעל תחילה ייצוא ולאחר מכן לחץ על **העלה ל-App Store Connect** בסרגל הכלים.
hr: Prvo pokrenite izvoz, a zatim kliknite **Učitaj u App Store Connect** na alatnoj traci.
hu: Először futtasson egy exportálást, majd kattintson az eszköztár **Feltöltés ide: App Store Connect** elemére.
id: Jalankan ekspor terlebih dahulu, lalu klik **Unggah ke App Store Connect** di bilah alat.
ja: まずエクスポートを実行してから、ツールバーの **App Store Connect にアップロード** をクリックします。
ko: 먼저 내보내기를 실행한 다음 툴바에서 **App Store Connect에 업로드**를 클릭하세요.
ms: Jalankan eksport dahulu, kemudian klik **Muat naik ke App Store Connect** dalam bar alat.
nl: Voer eerst een export uit en klik vervolgens op **Uploaden naar App Store Connect** in de werkbalk.
no: Kjør en eksport først, og klikk deretter på **Last opp til App Store Connect** på verktøylinjen.
pl: Najpierw uruchom eksport, a następnie kliknij **Prześlij do App Store Connect** na pasku narzędzi.
pt_br: Execute uma exportação primeiro e depois clique em **Fazer upload para App Store Connect** na barra de ferramentas.
pt_pt: Execute uma exportação primeiro e depois clique em **Carregar para App Store Connect** na barra de ferramentas.
ro: Rulați mai întâi un export, apoi faceți clic pe **Încărcați în App Store Connect** în bara de instrumente.
sk: Najprv spustite export a potom kliknite na **Nahrať do App Store Connect** na paneli s nástrojmi.
sl: Najprej zaženite izvoz, nato kliknite **Naloži v App Store Connect** v orodni vrstici.
sv: Kör först en export och klicka sedan på **Ladda upp till App Store Connect** i verktygsfältet.
th: เรียกใช้การส่งออกก่อน จากนั้นคลิก **อัปโหลดไปยัง App Store Connect** ในแถบเครื่องมือ
ur: پہلے ایکسپورٹ چلائیں، پھر ٹول بار میں **اپ لوڈ کریں App Store Connect** پر کلک کریں۔
vi: Trước tiên hãy chạy xuất rồi nhấp vào **Tải lên App Store Connect** trên thanh công cụ.
zh_hans: 首先运行导出，然后单击工具栏中的 **上传到 App Store Connect**。

source: Run Coach Tour
ar: تشغيل جولة المدرب
da: Kør Coach Tour
de: Führen Sie eine Bustour durch
el: Εκτελέστε εκδρομή με πούλμαν
es: Iniciar recorrido guiado
fa: تور کوچ را اجرا کنید
fi: Suorita valmentajakierros
fr: Tournée en autocar de course
he: הפעל סיור מאמן
hr: Okrenite obilazak trenera
hu: Fuss Coach Tour
id: Jalankan Tur Pelatih
ja: コーチツアーを実行する
ko: 코치 투어 실행
ms: Jalankan Lawatan Jurulatih
nl: Coachtour uitvoeren
no: Kjør Coach Tour
pl: Uruchom wycieczkę autokarową
pt_br: Executar tour de ônibus
pt_pt: Executar tour de ônibus
sv: Kör Coach Tour
th: รันโค้ชทัวร์
ur: کوچ ٹور چلائیں۔
vi: Chạy Tour Huấn luyện viên
zh_hans: 跑步教练之旅

source: Run the connection test once before uploading screenshots.
ar: قم بإجراء اختبار الاتصال مرة واحدة قبل تحميل لقطات الشاشة.
ca: Executeu la prova de connexió una vegada abans de penjar captures de pantalla.
cs: Před nahráním snímků obrazovky spusťte jednou test připojení.
da: Kør forbindelsestesten én gang, før du uploader skærmbilleder.
de: Führe den Verbindungstest einmal durch, bevor du Screenshots hochlädst.
el: Εκτελέστε τη δοκιμή σύνδεσης μία φορά πριν ανεβάσετε στιγμιότυπα οθόνης.
es: Ejecuta la prueba de conexión una vez antes de subir capturas.
fa: قبل از آپلود اسکرین‌شات یک بار تست اتصال را اجرا کنید.
fi: Suorita yhteystesti kerran ennen kuvakaappausten lataamista.
fr: Lancez une fois le test de connexion avant d'envoyer des captures d'écran.
he: הפעל את בדיקת החיבור פעם אחת לפני העלאת צילומי מסך.
hr: Pokrenite test veze jednom prije učitavanja snimaka zaslona.
hu: A képernyőképek feltöltése előtt futtassa le egyszer a csatlakozási tesztet.
id: Jalankan tes koneksi satu kali sebelum mengunggah tangkapan layar.
it: Esegui una volta la verifica della connessione prima di caricare gli screenshot.
ja: スクリーンショットをアップロードする前に、接続テストを 1 回実行してください。
ko: 스크린샷을 업로드하기 전에 연결 테스트를 한 번 실행하세요.
ms: Jalankan ujian sambungan sekali sebelum memuat naik tangkapan skrin.
nl: Voer de verbindingstest één keer uit voordat u schermafbeeldingen uploadt.
no: Kjør tilkoblingstesten én gang før du laster opp skjermbilder.
pl: Przed przesłaniem zrzutów ekranu wykonaj raz test połączenia.
pt_br: Execute o teste de conexão uma vez antes de enviar as capturas de tela.
pt_pt: Execute o teste de conexão uma vez antes de enviar as capturas de ecrã.
ro: Rulați testul de conectare o dată înainte de a încărca capturile de ecran.
ru: Перед загрузкой скриншотов один раз проверьте подключение.
sk: Pred odovzdaním snímok obrazovky raz spustite test pripojenia.
sl: Preden naložite posnetke zaslona, enkrat zaženite preizkus povezave.
sv: Kör anslutningstestet en gång innan du laddar upp skärmdumpar.
th: รันการทดสอบการเชื่อมต่อหนึ่งครั้งก่อนที่จะอัปโหลดภาพหน้าจอ
tr: Ekran görüntülerini yüklemeden önce bağlantı testini bir kez çalıştırın.
uk: Перед вивантаженням знімків екрана один раз перевірте з’єднання.
ur: اسکرین شاٹس اپ لوڈ کرنے سے پہلے ایک بار کنکشن ٹیسٹ چلائیں۔
vi: Chạy kiểm tra kết nối một lần trước khi tải ảnh chụp màn hình lên.
zh_hans: 在上传截图之前运行一次连接测试。
zh_hant: 上傳螢幕截圖前，請先執行一次連線測試。

source: Running
ar: الجري
ca: Córrer
cs: Běh
da: Løb
de: Läuft
el: Τρέξιμο
es: En ejecución
fa: در حال اجرا
fi: Juoksemassa
fr: En cours
he: ריצה
hr: Trčanje
hu: Futás
id: Berlari
it: In esecuzione
ja: 実行中
ko: 실행 중
ms: Berlari
nl: Rennen
no: Løper
pl: Bieganie
pt_br: Em execução
pt_pt: Correndo
ro: Alergarea
ru: Работает
sk: Beh
sl: tek
sv: Löpning
th: วิ่ง
tr: Çalışıyor
uk: Запущено
ur: چل رہا ہے۔
vi: Đang chạy
zh_hans: 运行中
zh_hant: 執行中

source: Runs a local server on 127.0.0.1 so AI agents and MCP clients (like Claude Code) can create and edit projects, translate text, and export screenshots on your behalf.
ar: يقوم بتشغيل خادم محلي على 127.0.0.1 حتى يتمكن وكلاء الذكاء الاصطناعي وعملاء MCP (مثل Claude Code) من إنشاء المشاريع وتحريرها وترجمة النص وتصدير لقطات الشاشة نيابةً عنك.
ca: Executa un servidor local a 127.0.0.1 perquè els agents d'IA i els clients MCP (com Claude Code) puguin crear i editar projectes, traduir text i exportar captures de pantalla en nom vostre.
cs: Provozuje místní server na 127.0.0.1, takže agenti AI a klienti MCP (jako Claude Code) mohou vaším jménem vytvářet a upravovat projekty, překládat text a exportovat snímky obrazovky.
da: Kører en lokal server på 127.0.0.1, så AI-agenter og MCP-klienter (som Claude Code) kan oprette og redigere projekter, oversætte tekst og eksportere skærmbilleder på dine vegne.
de: Führt einen lokalen Server unter 127.0.0.1 aus, damit KI-Agenten und MCP-Clients (wie Claude Code) in deinem Namen Projekte erstellen und bearbeiten, Texte übersetzen und Screenshots exportieren können.
el: Εκτελεί έναν τοπικό διακομιστή στην 127.0.0.1, ώστε οι πράκτορες AI και οι πελάτες MCP (όπως ο Claude Code) να μπορούν να δημιουργούν και να επεξεργάζονται έργα, να μεταφράζουν κείμενο και να εξάγουν στιγμιότυπα οθόνης για λογαριασμό σας.
es: Ejecuta un servidor local en 127.0.0.1 para que los agentes de IA y los clientes MCP (como Claude Code) puedan crear y editar proyectos, traducir texto y exportar capturas en tu nombre.
fa: یک سرور محلی روی 127.0.0.1 اجرا می‌کند تا عامل‌های هوش مصنوعی و کلاینت‌های MCP (مانند Claude Code) بتوانند از طرف شما پروژه ایجاد و ویرایش کنند، متن‌ها را ترجمه کنند و اسکرین‌شات‌ها را صادر کنند.
fi: Käyttää paikallista palvelinta 127.0.0.1-versiolla, jotta tekoälyagentit ja MCP-asiakkaat (kuten Claude Code) voivat luoda ja muokata projekteja, kääntää tekstiä ja viedä kuvakaappauksia puolestasi.
fr: Exécute un serveur local sur 127.0.0.1 afin que les agents IA et les clients MCP (comme Claude Code) puissent créer et modifier des projets, traduire du texte et exporter des captures d'écran en votre nom.
he: מפעיל שרת מקומי ב-127.0.0.1 כך שסוכני AI ולקוחות MCP (כמו Claude Code) יכולים ליצור ולערוך פרויקטים, לתרגם טקסט ולייצא צילומי מסך בשמך.
hr: Pokreće lokalni poslužitelj na 127.0.0.1 tako da AI agenti i MCP klijenti (kao što je Claude Code) mogu stvarati i uređivati projekte, prevoditi tekst i izvoziti snimke zaslona u vaše ime.
hu: Helyi szervert futtat 127.0.0.1-en, így az AI-ügynökök és az MCP-kliensek (például a Claude Code) projekteket hozhatnak létre és szerkeszthetnek, szöveget fordíthatnak, és képernyőképeket exportálhatnak az Ön nevében.
id: Menjalankan server lokal pada 127.0.0.1 sehingga agen AI dan klien MCP (seperti Claude Code) dapat membuat dan mengedit proyek, menerjemahkan teks, dan mengekspor tangkapan layar atas nama Anda.
it: Avvia un server locale su 127.0.0.1 in modo che agenti IA e client MCP (come Claude Code) possano creare e modificare progetti, tradurre testo ed esportare screenshot al posto tuo.
ja: 127.0.0.1 でローカルサーバを実行し、AI エージェントや MCP クライアント（Claude Code など）が、ユーザーに代わってプロジェクトの作成や編集、テキストの翻訳、スクリーンショットの書き出しを行えるようにします。
ko: 127.0.0.1에서 로컬 서버를 실행하므로 AI 에이전트 및 MCP 클라이언트(예: Claude Code)가 사용자를 대신하여 프로젝트를 생성 및 편집하고, 텍스트를 번역하고, 스크린샷을 내보낼 수 있습니다.
ms: Menjalankan pelayan setempat pada 127.0.0.1 supaya ejen AI dan klien MCP (seperti Claude Code) boleh membuat dan mengedit projek, menterjemah teks dan mengeksport tangkapan skrin bagi pihak anda.
nl: Voert een lokale server uit op 127.0.0.1, zodat AI-agents en MCP-clients (zoals Claude Code) namens u projecten kunnen maken en bewerken, tekst kunnen vertalen en schermafbeeldingen kunnen exporteren.
no: Kjører en lokal server på 127.0.0.1 slik at AI-agenter og MCP-klienter (som Claude Code) kan opprette og redigere prosjekter, oversette tekst og eksportere skjermbilder på dine vegne.
pl: Uruchamia serwer lokalny pod adresem 127.0.0.1, dzięki czemu agenci AI i klienci MCP (np. Claude Code) mogą tworzyć i edytować projekty, tłumaczyć tekst i eksportować zrzuty ekranu w Twoim imieniu.
pt_br: Executa um servidor local em 127.0.0.1 para que agentes de IA e clientes MCP (como Claude Code) possam criar e editar projetos, traduzir textos e exportar capturas de tela em seu nome.
pt_pt: Executa um servidor local em 127.0.0.1 para que agentes de IA e clientes MCP (como Claude Code) possam criar e editar projetos, traduzir textos e exportar capturas de ecrã em seu nome.
ro: Rulează un server local pe 127.0.0.1, astfel încât agenții AI și clienții MCP (cum ar fi Claude Code) să poată crea și edita proiecte, să traducă text și să exporte capturi de ecran în numele dvs.
ru: Запускает локальный сервер на 127.0.0.1, чтобы ИИ-агенты и MCP-клиенты (например, Claude Code) могли создавать и редактировать проекты, переводить текст и экспортировать скриншоты за вас.
sk: Prevádzkuje lokálny server na 127.0.0.1, takže agenti AI a klienti MCP (ako Claude Code) môžu vo vašom mene vytvárať a upravovať projekty, prekladať text a exportovať snímky obrazovky.
sl: Poganja lokalni strežnik na 127.0.0.1, tako da lahko agenti AI in odjemalci MCP (kot je Claude Code) ustvarjajo in urejajo projekte, prevajajo besedilo in izvažajo posnetke zaslona v vašem imenu.
sv: Kör en lokal server på 127.0.0.1 så att AI-agenter och MCP-klienter (som Claude Code) kan skapa och redigera projekt, översätta text och exportera skärmdumpar för din räkning.
th: รันเซิร์ฟเวอร์ภายในเครื่องบน 127.0.0.1 ดังนั้นตัวแทน AI และไคลเอนต์ MCP (เช่น Claude Code) จึงสามารถสร้างและแก้ไขโปรเจ็กต์ แปลข้อความ และส่งออกภาพหน้าจอในนามของคุณได้
tr: Yapay zekâ ajanlarının ve MCP istemcilerinin (Claude Code gibi) sizin adınıza proje oluşturup düzenleyebilmesi, metin çevirebilmesi ve ekran görüntülerini dışa aktarabilmesi için 127.0.0.1 üzerinde yerel bir sunucu çalıştırır.
uk: Запускає локальний сервер на 127.0.0.1, щоб ШІ-агенти й клієнти MCP (як-от Claude Code) могли від вашого імені створювати й редагувати проєкти, перекладати текст та експортувати знімки екрана.
ur: 127.0.0.1 پر ایک مقامی سرور چلاتا ہے تاکہ AI ایجنٹس اور MCP کلائنٹس (جیسے کلاڈ کوڈ) آپ کی طرف سے پروجیکٹس بنا اور اس میں ترمیم کر سکیں، متن کا ترجمہ کر سکیں اور اسکرین شاٹس برآمد کر سکیں۔
vi: Chạy một máy chủ cục bộ trên 127.0.0.1 để các đại lý AI và máy khách MCP (như Claude Code) có thể thay mặt bạn tạo và chỉnh sửa dự án, dịch văn bản và xuất ảnh chụp màn hình.
zh_hans: 在 127.0.0.1 上运行本地服务器，以便 AI 代理和 MCP 客户端（如 Claude Code）可以代表你创建和编辑项目、翻译文本以及导出截图。
zh_hant: 在 127.0.0.1 上執行本機伺服器，讓 AI 代理和 MCP 用戶端（例如 Claude Code）能代替你建立和編輯專案、翻譯文字，以及輸出螢幕截圖。

source: Same as base language
ar: نفس اللغة الأساسية
ca: Igual que el llenguatge base
cs: Stejné jako základní jazyk
da: Samme som grundsprog
de: Identisch mit der Basissprache
el: Το ίδιο με τη βασική γλώσσα
es: Igual que el idioma base
fa: همان زبان پایه
fi: Sama kuin peruskieli
fr: Identique à la langue de base
he: זהה לשפת הבסיס
hr: Isto kao osnovni jezik
hu: Ugyanaz, mint az alapnyelv
id: Sama dengan bahasa dasar
it: Come la lingua di base
ja: 基本言語と同じ
ko: 기본 언어와 동일
ms: Sama seperti bahasa asas
nl: Hetzelfde als basistaal
no: Samme som grunnspråk
pl: Taki sam jak język podstawowy
pt_br: Igual ao idioma base
pt_pt: Igual ao idioma base
ro: La fel ca limbajul de bază
ru: Как в базовом языке
sk: Rovnaký ako základný jazyk
sl: Enako kot osnovni jezik
sv: Samma som grundspråk
th: เช่นเดียวกับภาษาพื้นฐาน
tr: Temel dille aynı
uk: Як у базовій мові
ur: بنیادی زبان کی طرح
vi: Giống như ngôn ngữ cơ sở
zh_hans: 与基准语言相同
zh_hant: 與基準語言相同

source: Sample apps and a simulated screenshot sync. Nothing is sent to App Store Connect.
ar: نماذج من التطبيقات ومزامنة لقطة الشاشة المحاكاة. لم يتم إرسال أي شيء إلى App Store Connect.
ca: Aplicacions de mostra i sincronització de captures de pantalla simulades. No s'envia res a App Store Connect.
cs: Ukázkové aplikace a simulovaná synchronizace snímků obrazovky. Do App Store Connect se nic neodesílá.
da: Eksempel på apps og en simuleret screenshot-synkronisering. Der er ikke sendt noget til App Store Connect.
de: Beispiel-Apps und eine simulierte Screenshot-Synchronisierung. Es wird nichts an App Store Connect gesendet.
el: Δείγματα εφαρμογών και προσομοιωμένος συγχρονισμός στιγμιότυπου οθόνης. Δεν αποστέλλεται τίποτα στο App Store Connect.
es: Apps de ejemplo y una sincronización de capturas simulada. No se envía nada a App Store Connect.
fa: برنامه‌های نمونه و همگام‌سازی شبیه‌سازی‌شدهٔ اسکرین‌شات. هیچ چیزی به App Store Connect ارسال نمی‌شود.
fi: Esimerkkisovelluksia ja simuloitu kuvakaappauksen synkronointi. Mitään ei lähetetä vastaanottajalle App Store Connect.
fr: Exemples d'apps et synchronisation simulée des captures d'écran. Rien n'est envoyé à App Store Connect.
he: אפליקציות לדוגמה וסנכרון צילום מסך מדומה. שום דבר לא נשלח אל App Store Connect.
hr: Primjeri aplikacija i simulirana sinkronizacija snimke zaslona. Ništa se ne šalje na App Store Connect.
hu: Mintaalkalmazások és szimulált képernyőkép-szinkronizálás. A rendszer nem küld semmit a App Store Connect címre.
id: Contoh aplikasi dan simulasi sinkronisasi tangkapan layar. Tidak ada yang dikirim ke App Store Connect.
it: App di esempio e una sincronizzazione degli screenshot simulata. Non viene inviato nulla ad App Store Connect.
ja: サンプルアプリを使ったスクリーンショット同期のシミュレーションです。App Store Connect には何も送信されません。
ko: 샘플 앱으로 스크린샷 동기화를 시뮬레이션합니다. App Store Connect로는 아무것도 전송되지 않습니다.
ms: Apl sampel dan penyegerakan tangkapan skrin simulasi. Tiada apa-apa dihantar ke App Store Connect.
nl: Voorbeeldapps en een gesimuleerde screenshot-synchronisatie. Er wordt niets verzonden naar App Store Connect.
no: Eksempel på apper og en simulert skjermdumpsynkronisering. Ingenting er sendt til App Store Connect.
pl: Przykładowe aplikacje i symulowana synchronizacja zrzutów ekranu. Nic nie jest wysyłane do App Store Connect.
pt_br: Apps de exemplo e uma sincronização simulada de capturas de tela. Nada é enviado ao App Store Connect.
pt_pt: Exemplos de aplicativos e uma sincronização de captura de ecrã simulada. Nada é enviado para App Store Connect.
ro: Exemple de aplicații și o sincronizare simulată a capturii de ecran. Nimic nu este trimis la App Store Connect.
ru: Примеры приложений и имитация синхронизации скриншотов. В App Store Connect ничего не отправляется.
sk: Vzorové aplikácie a simulovaná synchronizácia snímky obrazovky. Na App Store Connect sa nič neodošle.
sl: Vzorci aplikacij in simulirana sinhronizacija posnetka zaslona. Nič ni poslano na App Store Connect.
sv: Exempel på appar och en simulerad synkronisering av skärmdumpar. Inget skickas till App Store Connect.
th: แอปตัวอย่างและการซิงค์ภาพหน้าจอจำลอง ไม่มีการส่งไปที่ App Store Connect
tr: Örnek uygulamalar ve benzetimli bir ekran görüntüsü eşzamanlaması. App Store Connect'e hiçbir şey gönderilmez.
uk: Зразкові програми та імітація синхронізації знімків екрана. Нічого не надсилається в App Store Connect.
ur: نمونہ ایپس اور ایک مصنوعی اسکرین شاٹ مطابقت پذیری۔ App Store Connect کو کچھ بھی نہیں بھیجا جاتا ہے۔
vi: Ứng dụng mẫu và đồng bộ hóa ảnh chụp màn hình mô phỏng. Không có gì được gửi tới App Store Connect.
zh_hans: 示例 App 和模拟的截图同步。不会向 App Store Connect 发送任何内容。
zh_hant: 範例 App 和模擬的螢幕截圖同步。不會傳送任何內容到 App Store Connect。

source: Sample apps and a simulated upload. Nothing is sent to App Store Connect.
ar: نماذج من التطبيقات وتحميل محاكى. لم يتم إرسال أي شيء إلى App Store Connect.
ca: Aplicacions de mostra i una càrrega simulada. No s'envia res a App Store Connect.
cs: Ukázkové aplikace a simulované nahrávání. Do App Store Connect se nic neodesílá.
da: Eksempel på apps og en simuleret upload. Der er ikke sendt noget til App Store Connect.
de: Beispiel-Apps und ein simulierter Upload. Es wird nichts an App Store Connect gesendet.
el: Δείγματα εφαρμογών και προσομοίωση μεταφόρτωσης. Δεν αποστέλλεται τίποτα στο App Store Connect.
es: Aplicaciones de muestra y una carga simulada. No se envía nada a App Store Connect.
fa: نمونه برنامه ها و یک بارگذاری شبیه سازی شده چیزی به App Store Connect ارسال نمی‌شود.
fi: Esimerkkisovelluksia ja simuloitu lataus. Mitään ei lähetetä vastaanottajalle App Store Connect.
fr: Exemples d'applications et téléchargement simulé. Rien n'est envoyé à App Store Connect.
he: אפליקציות לדוגמא והעלאה מדומה. שום דבר לא נשלח אל App Store Connect.
hr: Primjeri aplikacija i simulirani prijenos. Ništa se ne šalje na App Store Connect.
hu: Mintaalkalmazások és szimulált feltöltés. A rendszer nem küld semmit a App Store Connect címre.
id: Contoh aplikasi dan unggahan simulasi. Tidak ada yang dikirim ke App Store Connect.
ja: サンプル アプリとシミュレートされたアップロード。 App Store Connect には何も送信されません。
ko: 샘플 앱 및 시뮬레이션된 업로드. App Store Connect에는 아무 것도 전송되지 않습니다.
ms: Apl sampel dan muat naik simulasi. Tiada apa-apa dihantar ke App Store Connect.
nl: Voorbeeldapps en een gesimuleerde upload. Er wordt niets verzonden naar App Store Connect.
no: Eksempel på apper og en simulert opplasting. Ingenting er sendt til App Store Connect.
pl: Przykładowe aplikacje i symulowane przesyłanie. Nic nie jest wysyłane do App Store Connect.
pt_br: Exemplos de aplicativos e um upload simulado. Nada é enviado para App Store Connect.
pt_pt: Exemplos de aplicativos e um upload simulado. Nada é enviado para App Store Connect.
ro: Exemple de aplicații și o încărcare simulată. Nimic nu este trimis la App Store Connect.
sk: Vzorové aplikácie a simulované nahrávanie. Na App Store Connect sa nič neodošle.
sl: Vzorčne aplikacije in simulirano nalaganje. Nič ni poslano na App Store Connect.
sv: Exempel på appar och en simulerad uppladdning. Inget skickas till App Store Connect.
th: แอปตัวอย่างและการอัปโหลดจำลอง ไม่มีการส่งไปที่ App Store Connect
ur: نمونہ ایپس اور نقلی اپ لوڈ۔ App Store Connect کو کچھ بھی نہیں بھیجا جاتا ہے۔
vi: Ứng dụng mẫu và tải lên mô phỏng. Không có gì được gửi tới App Store Connect.
zh_hans: 示例应用程序和模拟上传。没有任何内容发送至 App Store Connect。

source: Save
ar: حفظ
ca: Desa
cs: Uložit
da: Gem
de: Sichern
el: Αποθήκευση
es: Guardar
fa: ذخیره
fi: Tallenna
fr: Enregistrer
he: שמור
hr: spremiti
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
ms: Jimat
nl: Opslaan
no: Lagre
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ro: Salvați
ru: Сохранить
sk: Uložiť
sl: Shrani
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
ur: محفوظ کریں۔
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Save & Continue
ar: حفظ ومتابعة
ca: Desa i continua
cs: Uložit a pokračovat
da: Gem og fortsæt
de: Sichern und fortfahren
el: Αποθήκευση & Συνέχεια
es: Guardar y continuar
fa: ذخیره و ادامه
fi: Tallenna ja jatka
fr: Enregistrer et continuer
he: שמור והמשך
hr: Spremi i nastavi
hu: Mentés és folytatás
id: Simpan & Lanjutkan
it: Salva e continua
ja: 保存して続ける
ko: 저장하고 계속하기
ms: Simpan & Teruskan
nl: Opslaan en doorgaan
no: Lagre og fortsett
pl: Zapisz i kontynuuj
pt_br: Salvar e continuar
pt_pt: Guardar e continuar
ro: Salvați și continuați
ru: Сохранить и продолжить
sk: Uložiť a pokračovať
sl: Shrani in nadaljuj
sv: Spara och fortsätt
th: บันทึกและดำเนินการต่อ
tr: Kaydet ve Devam Et
uk: Зберегти й продовжити
ur: محفوظ کریں اور جاری رکھیں
vi: Lưu & Tiếp tục
zh_hans: 保存并继续
zh_hant: 儲存並繼續

source: Save as New Template
ar: حفظ كقالب جديد
ca: Desa com a plantilla nova
cs: Uložit jako novou šablonu
da: Gem som ny skabelon
de: Als neue Vorlage speichern
el: Αποθήκευση ως νέο πρότυπο
es: Guardar como nueva plantilla
fa: ذخیره به عنوان الگوی جدید
fi: Tallenna uutena mallina
fr: Enregistrer en tant que nouveau modèle
he: שמור כתבנית חדשה
hr: Spremi kao novi predložak
hu: Mentés új sablonként
id: Simpan sebagai Templat Baru
ja: 新しいテンプレートとして保存
ko: 새 템플릿으로 저장
ms: Simpan sebagai Templat Baharu
nl: Opslaan als nieuwe sjabloon
no: Lagre som ny mal
pl: Zapisz jako nowy szablon
pt_br: Salvar como novo modelo
pt_pt: Guardar como novo modelo
ro: Salvați ca șablon nou
sk: Uložiť ako novú šablónu
sl: Shrani kot novo predlogo
sv: Spara som ny mall
th: บันทึกเป็นเทมเพลตใหม่
ur: نئے سانچے کے بطور محفوظ کریں۔
vi: Lưu dưới dạng mẫu mới
zh_hans: 另存为新模板

source: Save as PNG…
ar: حفظ باسم PNG...
ca: Desa com a PNG...
cs: Uložit jako PNG…
da: Gem som PNG...
de: Als PNG sichern…
el: Αποθήκευση ως PNG…
es: Guardar como PNG…
fa: ذخیره به‌صورت PNG…
fi: Tallenna nimellä PNG…
fr: Enregistrer en PNG…
he: שמור בתור PNG...
hr: Spremi kao PNG…
hu: Mentés mint PNG…
id: Simpan sebagai PNG…
it: Salva come PNG…
ja: PNG として保存…
ko: PNG로 저장…
ms: Simpan sebagai PNG…
nl: Opslaan als PNG…
no: Lagre som PNG...
pl: Zapisz jako PNG…
pt_br: Salvar como PNG…
pt_pt: Guardar como PNG…
ro: Salvați ca PNG…
ru: Сохранить как PNG…
sk: Uložiť ako PNG…
sl: Shrani kot PNG…
sv: Spara som PNG...
th: บันทึกเป็น PNG...
tr: PNG Olarak Kaydet…
uk: Зберегти як PNG…
ur: محفوظ کریں بطور PNG…
vi: Lưu dưới dạng PNG…
zh_hans: 另存为 PNG…
zh_hant: 儲存為 PNG…
